Repository: UnigramDev/Unigram
Catalog: Unigram/Unigram/Strings/*/Resources.resw
Source language: en
Languages: ar, be, ca, de, es, fa, fi, fr, id, it, ko, ms, nl, pl, pt_br, ru, sv, tr, uk, uz, zh_cn, zh_tw

# PrivacyLastSeen
source: Last Seen & Online
ar: آخر ظهور ومتصل
be: Апошняя актыўнасць
ca: Última connexió
de: Zuletzt gesehen
es: Última vez y en línea
fa: آخرین بازدید و آنلاین بودن
fi: Nähty-tila ja paikallaolo
fr: Présence
id: Waktu Aktif dan Terlihat
it: Ultimo accesso e in linea
ko: 마지막 접속 및 온라인
ms: Dilihat & Di Talian
nl: Laatst gezien & online
pl: Ostatnio widziano i online
pt_br: Último Acesso e Online
ru: Последняя активность
sv: Senast här & onlinestatus
tr: Son Görülme ve Çevrimiçi
uk: Відвідини та стан у мережі
uz: Soʻnggi faollik va onlayn
zh_cn: 最后上线时间
zh_tw: 最後上線時間

# PrivacyP2P
source: Peer-to-Peer in Calls
ar: مكالمات «النظير للنظير»
be: P2P для выклікаў
ca: Trucades d'igual a igual
de: Peer-to-Peer bei Anrufen
es: Peer-to-peer
fa: همتا به همتا در تماس‌ها
fi: Vertaisverkkopuhelut
fr: Appels en pair à pair
id: Peer-to-Peer pada Panggilan
it: Peer-to-peer nelle chiamate
ko: 단대단 통화
ms: Rakan Setara di Panggilan
nl: Peer-to-Peer in oproepen
pl: Peer-to-Peer w połączeniach z
pt_br: Ponta a Ponta em Chamadas
ru: Звонки через Peer-to-Peer
sv: Peer-to-Peer-samtal
tr: Aramalarda Eşler Arası
uk: Виклики через peer-to-peer
uz: Peer-to-peer orqali chaqiruvlar

# PrivacyP2P2
source: Use Peer-to-Peer with
ar: استخدام النِّدِّ للنِّد مع
be: Выкарыстоўваць P2P для
ca: Trucades d'igual a igual amb
de: Peer-to-Peer benutzen mit
es: Usar peer-to-peer con
fa: با این افراد از همتا به همتا استفاده شود
fi: Vertaisverkotus
fr: Utiliser le pair-à-pair avec
id: Gunakan Peer-to-Peer dengan
it: Usa Peer-to-peer con
ko: 단대단 사용할 사람
ms: Guna Rakan Setara dengan
nl: Gebruik Peer-to-Peer met
pl: Użyj Peer-to-Peer z
pt_br: Usar Ponta a Ponta com
ru: Использовать peer-to-peer
sv: Använd Peer-to-Peer med
tr: Şununla eşler arası kullan
uk: Розмовляти через Peer-to-Peer
uz: Peer-to-Peer'dan foydalanish

# PrivacyPayments
source: Payments
ar: المدفوعات
be: Плацяжы
ca: Pagaments
de: Zahlungen
es: Pagos
fa: پرداخت‌ها
fi: Maksut
fr: Paiements
id: Pembayaran
it: Pagamenti
ko: 결제
ms: Bayaran
nl: Betalingen
pl: Płatności
pt_br: Pagamentos
ru: Платежи
sv: Betalningar
tr: Ödemeler
uk: Платежі
uz: Toʻlovlar
zh_cn: 付款
zh_tw: 付款

# PrivacyPaymentsClear
source: Clear Payment and Shipping Info
ar: مسح معلومات الدفع والشحن
be: Ачысціць звесткі аб дастаўцы і плацяжах
ca: Esborra les dades d'enviament i pagament
de: Zahlungsinfo entfernen
es: Eliminar datos de pago y envío
fa: پاک کردن اطلاعات پرداخت و ارسال
fi: Tyhjennä maksu- ja toimitustiedot
fr: Effacer les infos de paiement et livraison
id: Hapus Pembayaran & Info Pengiriman
it: Cancella info di pagamento e spedizione
ko: 결제 및 배송 정보 초기화
ms: Padam Bayaran & Info Penghantaran
nl: Betaal- en verzendinfo wissen
pl: Wyczyść informacje o płatności i dostawie
pt_br: Limpar Dados de Pagamento e Entrega
ru: Удалить данные о платежах и доставке
sv: Rensa leverans- och betalningsinfo
tr: Ödeme ve Teslimat Bilgilerini Temizle
uk: Видалити дані платежів і доставки
uz: Toʻlov va yetkazib berish maʼlumotlarini tozalash
zh_cn: 清除付款和配送信息
zh_tw: 清除付款和配送訊息

# PrivacyPaymentsClearAlert
source: Delete your shipping info and instruct all payment providers to remove your saved credit cards? Note that Telegram never stores your credit card data.
ar: حذف معلومات الشحن الخاصة بك، ومطالبة موفِّري خدمات الدفع بحذف بطاقاتك المصرفية المحفوظة؟ تيليجرام لا تخزّن أبدًا بيانات بطاقتك المصرفية.
be: Выдаліць звесткі аб дастаўцы і апавясціць усе сэрвісы аплаты, каб выдалілі вашы захаваныя даныя картак? Звярніце ўвагу, што Telegram ніколі не захоўвае вашы даныя аб вашай картцы.
ca: Voleu eliminar la informació d'enviament i ordenar als proveïdors del pagament que eliminin les dades de les vostres targetes? Tingueu present que Telegram mai no emmagatzema aquestes dades.
de: Du kannst deine Versandinfos löschen und alle Zahlungsbetreiber anweisen, deine gespeicherten Kreditkartendaten zu entfernen. Beachte bitte, dass Telegram niemals deine Kreditkartendaten speichert.
es: ¿Quieres eliminar tus datos de envío y dar la orden a todos los proveedores de pago de eliminar tus tarjetas de crédito guardadas? Telegram nunca almacena tus datos de tarjetas de crédito.
fa: آیا می‌خواهید تمامی اطلاعات ارسال خود را حذف کرده و از ارائه‌دهندگان خدمات پرداختی بخواهید کارت‌های بانکی ذخیره شده شما را حذف کنند؟ توجه داشته باشید که تلگرام به هیچ وجه اطلاعات کارت‌های بانکی شما را ذخیره نمی کند.
fi: Poistetaanko toimitustietosi ja poistatetaanko kaikilta maksuntarjoajilta luottokorttitietosi? Muista, että Telegram ei koskaan säilö luottokorttitietojasi.
fr: Supprimer vos infos de livraison et demander à tous les fournisseur de paiement de supprimer vos cartes de crédit enregistrées ? Telegram ne stocke jamais les données de vos cartes de crédit.
id: Hapus info pengiriman Anda dan instruksikan semua penyedia pembayaran untuk menghapus kartu kredit yang Anda simpan? Perhatikan bahwa Telegram tidak pernah menyimpan data kartu kredit Anda.
it: Eliminare le tue info di spedizione e ordinare a tutti i fornitori dei pagamenti di rimuovere le tue carte di credito salvate? Ricorda che Telegram non archivia mai i dati della tua carta di credito.
ko: 배송 정보를 삭제하고 결제 제공 업체에 저장된 신용카드 정보를 삭제하도록 요청하시겠습니까? 텔레그램은 절대로 신용카드 정보를 저장하지 않습니다.
ms: Hapus maklumat penghantaran anda dan arah semua pembekal pembayaran supaya keluarkan kad kredit yang disimpan? Nota, Telegram tak pernah simpan data kad kredit anda.
nl: Je verzendinformatie wissen en alle betalingsproviders opdracht geven om je bewaarde creditcards te verwijderen? Je creditcardgegevens worden nooit opgeslagen door Telegram.
pl: Usunąć informacje o dostawie i powiadomić wszystkich dostawców płatności, aby usunęli twoje zapisane karty kredytowe? Telegram nigdy nie przechowuje danych twojej karty kredytowej.
pt_br: Apagar seus dados de entrega e instruir todos os provedores de pagamento a remover seus cartões salvos? Note que o Telegram nunca armazena seus dados do cartão.
ru: Удалить данные о доставке и запросить удаление сохраненных кредитных карт у платёжных провайдеров? Обратите внимание, что сам Telegram не хранит информацию о Ваших кредитных картах.
sv: Ta bort dina adressuppgifter och informera alla betalningsombud att ta bort sparade betalkortsdata? Obs! Telegram lagrar aldrig betalkortsuppgifter.
tr: Teslimat bilgilerinizi ve tüm ödeme sağlayıcılarına kayıtlı kredi kartlarınızı kaldırabilirsiniz. Telegram'ın kredi kartı verilerinizi asla depolamadığını unutmayın.
uk: Видалити дані про доставку та попросити всіх платіжних провайдерів вилучити збережені кредитні картки? Telegram ніколи не зберігає даних кредитних карток користувачів.
uz: Saqlangan kredit kartalarni o'chirish uchun yetkazib berish ma'lumoti hamda to'lov provayderlarini ham o'chirishni istaysizmi? Yodda tuting, Telegram sizning kredit karta ma''lumotlaringizni umuman saqlamaydi.
zh_cn: 是否删除您的配送信息，并使所有的付款提供商清除您保存的信用卡信息？请注意 Telegram 从来不会存储您的信用卡数据。
zh_tw: 是否删除您的配送訊息，並使所有的付款供應商清除您保存的信用卡訊息？請注意 Telegram 從來不會儲存您的信用卡數據。

# PrivacyPaymentsClearAlertText
source: Are you sure you want to clear your payment and shipping info?
ar: هل ترغب حقًا في مسح معلومات الدفع والشحن الخاصة بك؟
be: Вы ўпэўнены, што хочаце ачысціць звесткі аб дастаўцы і плацяжах?
ca: Segur que voleu esborrar la vostra informació de pagament i enviament?
de: Möchtest du wirklich deine Versand- und Zahlungsinfos leeren?
es: ¿Quieres eliminar tus datos de pago y envío?
fa: آیا از پاک کردن اطلاعات پرداخت و ارسال خود اطمینان دارید؟
fi: Haluatko varmasti tyhjentää maksu- ja toimitustietosi?
fr: Voulez-vous vraiment effacer vos informations de paiement et de livraison ?
id: Apakah Anda yakin ingin menghapus informasi pembayaran dan pengiriman?
it: Vuoi davvero eliminare le tue info di pagamento e spedizione?
ko: 정말 결제와 배송 정보를 비우시겠습니까?
ms: Anda pasti ingin padam info pembayaran dan penghantaran anda?
nl: Betaal- en verzendgegevens wissen?
pl: Czy na pewno chcesz wyczyścić swoje informacje o płatności i dostawie?
pt_br: Tem certeza de que deseja limpar as suas informações de pagamento e entrega?
ru: Вы точно хотите удалить данные о платежах и доставке?
sv: Är du säker på att rensa dina betal- och leveransinformationer?
tr: Ödeme ve teslimat bilgilerinizi silmek istediğinizden emin misiniz?
uk: Ви дійсно хочете видалити дані платежів і доставок?
uz: Haqiqatan ham toʻlov va yetkazib berish maʼlumotlaringizni tozalaysizmi?

# PrivacyPaymentsClearAlertTitle
source: Clear payment info
ar: مسح معلومات الدفع
be: Ачысціць плацежныя звесткі
ca: Esborra els pagaments
de: Zahlungsinfo entfernen
es: Eliminar datos de pago
fa: پاک کردن اطلاعات پرداخت
fi: Tyhjennä maksutiedot
fr: Effacer les infos de paiement
id: Bersihkan info pembayaran
it: Cancella info di pagamento
ko: 결제 정보 초기화
ms: Padam info pembayaran
nl: Betaalgegevens wissen
pl: Wyczyść informacje o płatności
pt_br: Limpar informações de pagamento
ru: Очистить платежные данные
sv: Rensa betalningsinfo
tr: Ödeme bilgisini temizle
uk: Очистити платіжні дані
uz: Toʻlov maʼlumotini tozalash

# PrivacyPaymentsClearInfo
source: You can delete your shipping info and instruct all payment providers to remove your saved credit cards. Note that Telegram never stores your credit card data.
ar: يمكنك حذف معلومات الشحن والطلب الخاصة بك والطلب من موردي خدمات الدفع حذف بطاقتك الائتمانية المحفوظة. اعلم أن تيليجرام لا يحفظ بيانات بطاقتك الائتمانية أبدًا.
be: Вы можаце выдаліць звесткі аб дастаўцы і апавясціць усе сэрвісы аплаты, каб выдалілі вашы захаваныя даныя картак. Звярніце ўвагу, што Telegram ніколі не захоўвае даныя аб вашай картцы.
ca: Podeu eliminar la informació d'enviament i ordenar als proveïdors del pagament que eliminin les dades de les vostres targetes. Telegram mai no les emmagatzema.
de: Du kannst deine Versandinfos löschen und alle Zahlungsbetreiber anweisen, deine gespeicherten Kreditkartendaten zu entfernen. Beachte bitte, dass Telegram niemals deine Kreditkartendaten speichert.
es: Puedes eliminar tus datos de envío y dar la orden a todos los proveedores de pago de eliminar tus tarjetas de crédito guardadas. Telegram nunca almacena tus datos de tarjetas de crédito.
fa: شما می‌توانید تمامی اطلاعات ارسال خود را حذف کرده و از ارائه‌دهندگان خدمات پرداختی بخواهید کارت‌های بانکی ذخیره شده شما را حذف کنند. توجه داشته باشید که تلگرام به هیچ وجه اطلاعات کارت‌های بانکی شما را ذخیره نمی کند.
fi: Voit tyhjentää toimitustietosi ja määrätä kaikki maksupalveluntarjoajasi poistamaan tallennetut luottokorttisi. Ota huomioon, että Telegram ei koskaan säilö luottokorttitietojasi.
fr: Vous pouvez supprimer vos infos de livraison et demander aux fournisseurs de paiement de supprimer vos cartes de crédit enregistrées. Telegram n'enregistre jamais les données de vos cartes de crédit.
id: Anda dapat menghapus info pengiriman Anda dan mengarahkan seluruh penyedia pembayaran untuk menghapus info kartu kredit Anda. Mohon diingat, Telegram tidak menyimpan data kartu Anda.
it: Puoi eliminare le tue info di spedizione e ordinare a tutti i fornitori dei pagamenti di rimuovere le tue carte di credito salvate. Ricorda che Telegram non archivia mai i dati della tua carta di credito.
ko: 배송 정보를 삭제하거나 결제사에게 저장된 신용카드 정보를 제거하도록 요청하실 수 있습니다. 텔레그램은 회원님의 신용카드 정보를 절대 저장하지 않습니다.
ms: Anda boleh hapus maklumat penghantaran anda dan mengarah semua pembekal bayaran untuk keluarkan kad kredit yang telah disimpan. Ambil maklum bahawa Telegram tidak akan simpan data kad kredit anda.
nl: Je kunt je verzendinformatie wissen en alle betalingsproviders opdracht geven om je bewaarde creditcards te verwijderen. Je creditcardgegevens worden nooit opgeslagen door Telegram.
pl: Możesz usunąć informacje o dostawie i powiadomić wszystkich dostawców płatności, aby usunęli twoje zapisane karty kredytowe. Telegram nigdy nie przechowuje danych twojej karty kredytowej.
pt_br: Você pode apagar seus dados de entrega e instruir os provedores de pagamentos a remover seus cartões de crédito salvos. Note que o Telegram nunca armazena seus dados de cartão de crédito.
ru: Вы можете удалить свою платёжную информацию и запросить удаление сохраненных кредитных карт у платёжных провайдеров. Обратите внимание, что сам Telegram не хранит информацию о Ваших кредитных картах.
sv: Du kan ta bort dina leveransinfo och beordra alla betalningsförmedlare att ta bort dina kreditkortsdata. Obs! Telegram lagrat aldrig dina kreditkortsdata.
tr: Teslimat bilgilerinizi silebilir ve kayıtlı kredi kartlarınızı kaldırmaları için tüm ödeme sağlayıcılarına talimat verebilirsiniz. Telegram'ın kredi kartı verilerinizi asla depolamadığını unutmayın.
uk: Ви можете видалити дані доставки та попросити всіх платіжних провайдерів вилучити збережені кредитні картки. Telegram ніколи не зберігає дані вашої кредитної картки.
uz: Siz yetkazib berish maʼlumotingizni oʻchirishingiz va barcha toʻlov provayderlaridan saqlangan kredit kartalaringizni oʻchirishni soʻrashingiz mumkin. Unutmang, Telegram hech qachon kredit karta maʼlumotlaringizni saqlamaydi.
zh_cn: 您可以删除您的配送信息并通知所有的支付服务提供商清除您已保存的信用卡信息。请注意：Telegram 从来不会存储您的信用卡数据。
zh_tw: 您可以删除您的配送訊息並通知所有的支付服務供應商清除您已保存的信用卡訊息。請注意：Telegram 從來不會儲存您的信用卡數據。

# PrivacyPaymentsPaymentInfoCleared
source: Payment info cleared.
ar: تم مسح معلومات الدفع.
be: Плацежныя звесткі ачышчаны.
ca: S'ha esborrat la informació de pagament.
de: Zahlungsinfos geleert.
es: Datos de pago eliminados.
fi: Maksutiedot tyhjennettiin.
fr: Infos de paiement effacées.
it: Info di pagamento cancellate.
ko: 결제 정보가 초기화되었습니다.
ms: Info pembayaran dihapus.
nl: Betaalinformatie gewist.
pl: Wyczyszczono informacje o płatności.
pt_br: Dados de pagamento apagados.
ru: Реквизиты удалены.
sv: Betalningsinfo rensades.
tr: Ödeme bilgisi temizlendi.
uk: Дані оплати видалено.

# PrivacyPaymentsPaymentShippingCleared
source: Payment and shipping info cleared.
ar: تم مسح معلومات الدفع والشحن.
be: Звесткі аб плацяжах і дастаўцы выдалены.
ca: S'ha esborrat la informació de pagament i enviament.
de: Zahlungs- und Versandinfos geleert.
es: Informaciones de pago y envío eliminadas.
fi: Maksu- ja toimitustiedot tyhjennettiin.
fr: Infos de paiement et d'expédition effacées.
it: Info di pagamento e spedizione cancellate.
ko: 결제 및 배송 정보가 초기화되었습니다.
ms: Info bayaran & pengiriman dihapus.
nl: Betaal- en verzendinformatie gewist
pl: Wyczyszczono informacje o płatności i dostawie.
pt_br: Dados de pagamento e entrega apagados.
ru: Данные о платежах и доставке удалены.
sv: Betal- och leveransinfo rensat.
tr: Ödeme ve teslimat bilgileri temizlendi.
uk: Платіжні дані та дані доставки видалено.

# PrivacyPaymentsShippingInfoCleared
source: Shipping info cleared.
ar: تم مسح معلومات الشحن.
be: Звесткі аб дастаўцы выдалены.
ca: S'ha esborrat la informació d'enviament.
de: Versandinfos geleert.
es: Datos de envío eliminados.
fi: Toimitustiedot tyhjennettiin.
fr: Infos d'expédition effacées.
it: Info di spedizione cancellate.
ko: 배송 정보가 초기화되었습니다.
ms: Info penghantaran dihapus.
nl: Verzendinformatie gewist.
pl: Wyczyszczono informacje o dostawie.
pt_br: Dados de entrega apagados.
ru: Информация о доставке удалена.
sv: Leveransinfo rensades.
tr: Gönderim bilgisi temizlendi.
uk: Дані доставки видалено.

# PrivacyPhone
source: Phone Number
ar: رقم الهاتف
be: Нумар тэлефона
ca: Número de telèfon
de: Telefonnummer
es: Número de teléfono
fa: شماره تلفن
fi: Puhelinnumero
fr: Numéro de téléphone
id: Nomor Telepon
it: Numero di telefono
ko: 전화번호
ms: Nombor Fon
nl: Telefoonnummer
pl: Numer telefonu
pt_br: Número de Telefone
ru: Номер телефона
sv: Telefonnummer
tr: Telefon Numarası
uk: Номер телефону
uz: Telefon raqami

# PrivacyPhoneInfo
source: Users who have your number saved in their contacts will also see it on Telegram.
ar: المستخدمون الذين يملكون رقمك محفوظًا في دليل عناوينهم سيتمكنون من رؤيته في تيليجرام أيضًا.
be: Карыстальнікі, якія маюць ваш нумар тэлефона ў сваіх кантактах, будуць бачыць яго ў Telegram.
ca: Els usuaris que tinguin el vostre número als contactes també el veuran al Telegram.
de: Nutzer, die deine Nummer in ihren Kontakten gespeichert haben, sehen sie auch bei Telegram.
es: Los usuarios que tengan tu número guardado en sus contactos también lo verán en Telegram.
fa: کاربرانی که شماره شما را در مخاطبین خود ذخیره کرده باشند، آن را در تلگرام خواهند دید.
fi: Käyttäjät, joilla on numerosi yhteystiedoissaan, näkevät sen myös Telegramissa.
fr: Les utilisateurs ayant déjà votre numéro dans leur carnet de contacts le verront également affiché dans Telegram.
id: Pengguna yang telah menyimpan nomor di kontak mereka akan melihatnya di Telegram.
it: Gli utenti che hanno il tuo numero salvato in rubrica lo vedranno anche su Telegram.
ko: 이미 연락처에 회원님의 전화번호를 저장한 사용자는 텔레그램에서도 전화번호를 볼 수 있습니다.
ms: Pengguna yang ada nombor anda yang disimpan di kenalan anda akan dapat melihatnya di Telegram.
nl: Gebruikers die je nummer al hebben opgeslagen in contacten zien je nummer op ook Telegram.
pl: Użytkownicy, którzy zapisali twój numer w swoich kontaktach, zobaczą go również w Telegramie.
pt_br: Usuários que já tiverem o seu número salvo nos contatos também irão ver no Telegram.
ru: Пользователи, которые уже знают Ваш номер и сохранили его в телефонную книгу, будут видеть его и в Telegram.
sv: Användare som har ditt nummer sparat i sin kontaktbok ser det också på Telegram.
tr: Rehberlerinde numaranızın kayıtlı olduğu kişiler, numaranızı Telegram'da da görecektir.
uk: Якщо хтось має ваш телефон у списку контактів, він бачитиме його в Telegram незалежно від налаштувань.
uz: Raqamingizni kontaktlarida saqlagan foydalanuvchilar uni Telegramda ham koʻradilar.

# PrivacyPhoneInfo2
source: You can add users or entire groups as exceptions that will override the settings above.
ar: يمكنك إضافة مستخدمين أو مجموعات بأكملها كاستثناءات تتجاوز القيم في الأعلى.
be: Вы можаце дадаць карыстальнікаў або суполкі ў якасці выключэнняў, каб перавызначыць налады вышэй.
ca: Podeu afegir usuaris o grups sencers com a excepcions que substituiran la configuració anterior.
de: Fügst du einzelne Nutzer oder eine komplette Gruppe als Ausnahme hinzu, werden die festgelegten Einstellungen oben überschrieben.
es: Puedes añadir usuarios o grupos como excepciones que anularán los ajustes de arriba.
fa: شما می‌توانید کاربران یا کل یک گروه را به عنوان استثناهایی اضافه کنید که جایگزین تنظیمات بالا خواهند شد.
fi: Voit lisätä käyttäjiä tai kokonaisia ryhmiä poikkeuksiksi yllä oleville asetuksille.
fr: Vous pouvez ajouter des utilisateurs ou des groupes entiers comme exceptions passant outre les paramètres ci-dessus.
id: Anda dapat menambahkan pengguna atau seluruh grup sebagai pengecualian yang akan menimpa pengaturan di atas.
it: Puoi aggiungere utenti o interi gruppi come eccezioni che annulleranno le impostazioni precedenti.
ko: 사용자나 그룹 전체를 예외로 추가하여 앞선 설정을 무시하실 수 있습니다.
ms: Anda boleh tambah pengguna atau semua ahli grup sebagai pengecualian yang akan mengatasi aturan di atas.
nl: Je kunt gebruikers of groepen toevoegen als uitzondering op de instelling hierboven.
pl: Możesz dodać użytkowników lub całe grupy jako wyjątki, które zastąpią powyższe ustawienia.
pt_br: Você pode adicionar usuários ou grupos inteiros como exceções que substituirão as configurações acima.
ru: Вы можете добавить пользователей или целые группы в список исключений из настроек выше.
sv: Du kan lägga till användare eller hela grupper som undantag som då tar över valen ovan.
tr: Kullanıcılar veya tüm gruplar için yukarıdaki ayarları geçersiz kılacak ayrıcalıklar ekleyebilirsiniz.
uk: Ви можете додати користувачів або групи як винятки, які виконуватимуться незалежно від налаштувань вище.
uz: Yuqoridagi sozlamalar amal qilmaydigan foydalanuvchilar yoki guruhlarni kiritishingiz mumkin.

# PrivacyPhoneInfo3
source: Users who add your number to their contacts will see it on Telegram only if they are your contacts.
ar: سيتمكن المستخدمون الذين يضيفون رقمك لقائمة جهات اتصالهم من رؤيته في تيليجرام فقط اذا كانوا من جهات اتصالك.
be: Карыстальнікі, якія дадаюць ваш уліковы запіс у свой спіс кантактаў, будуць бачыць ваш нумар толькі ў тым выпадку, калі вы таксама дадалі іх у свой.
ca: Els usuaris només veuran el vostre número al Telegram si també teniu el seu als vostres contactes.
de: Nutzer, die deine Nummer zu ihren Kontakten hinzufügen, sehen sie bei Telegram nur, wenn sie in deinen Kontakten gespeichert sind.
es: Los usuarios que añadan tu número a sus contactos lo verán en Telegram sólo si son tus contactos.
fa: کاربرانی که شماره تلفن شما را به مخاطبین خود اضافه کنند فقط در صورتی آن را در تلگرام می‌بینند که در مخاطبین شما باشند.
fi: Käyttäjät jotka lisäävät puhelinnumerosi yhteystietoihin näkevät sen Telegramissa vain, jos he ovat yhteystiedoissasi.
fr: Les utilisateurs qui ajoutent votre numéro à leurs contacts le verront dans Telegram seulement s'ils figurent dans vos contacts.
id: Para pengguna yang menambahkan nomor Anda ke kontak mereka dapat melihatnya di Telegram hanya jika mereka adalah kontak Anda.
it: Gli utenti che aggiungono il tuo numero ai loro contatti lo vedranno su Telegram solo se sono tuoi contatti.
ko: 회원님의 번호를 연락처에 저장한 사용자라도 회원님의 연락처에 저장되어 있어야만 회원님의 전화번호를 볼 수 있습니다.
ms: Pengguna yang tambah nombor anda ke kenalan mereka akan nampaknya di Telegram hanya kalau mereka adalah kenalan anda.
nl: Gebruikers die je nummer aan contacten toevoegen zien jouw nummer alleen als ze ook in jouw contacten staan.
pl: Użytkownicy, którzy dodadzą twój numer do swoich kontaktów, zobaczą go w Telegramie tylko wtedy, gdy są twoimi kontaktami.
pt_br: Usuários que adicionarem o seu número aos contatos deles irão te ver no Telegram apenas se estiverem nos seus contatos também.
ru: Пользователи, которые сохранили Ваш номер в телефонную книгу, будут видеть его в Telegram, только если Вы добавили их в контакты.
sv: Användare som lägger till ditt nummer i sin kontaktbok kommer, om de är en av dina kontakter, att se det på Telegram.
tr: Numaranızı rehberine ekleyen kişiler, sizin de rehberinizde ise Telegram'da göreceklerdir.
uk: Користувачі, які додали ваш номер, бачать вас у Telegram, лише якщо ви додали їх до своїх контактів.
uz: Sizni kontaktlari ro'yxatiga qo'shgan foydalanuvchilar sizning kontaktingizda ham bo'lsa, bir-biringizni Telegramda ko'rishingiz mumkin.

# PrivacyPhoneTitle
source: Who can see my phone number?
ar: من يمكنهم رؤية رقم هاتفي؟
be: Хто можа бачыць мой нумар тэлефона?
ca: Qui pot veure el meu número?
de: Wer darf meine Nummer sehen?
es: ¿Quién puede ver mi número?
fa: چه کسی می‌تواند شماره تلفن مرا ببیند؟
fi: Ketkä näkevät puhelinnumeroni?
fr: Qui peut voir mon numéro ?
id: Siapa yang dapat melihat nomor telepon saya?
it: Chi può vedere il mio numero?
ko: 내 전화번호를 볼 수 있는 사람
ms: Siapa yang boleh lihat nombor fon saya?
nl: Wie kan mijn telefoonnummer zien?
pl: Kto może zobaczyć mój numer telefonu?
pt_br: Quem pode ver meu número?
ru: Кто видит мой номер телефона?
sv: Vem kan se mitt telefonnummer?
tr: Telefon numaramı kimler görebilir?
uk: Хто може бачити мій номер телефону?
uz: Telefon raqamimni kimlar koʻrishi mumkin?

# PrivacyPhoneTitle2
source: Who can find me by my number?
ar: من يمكنهم إيجادي برقم هاتفي؟
be: Хто можа знайсці мяне па нумары?
ca: Qui em pot trobar pel meu número?
de: Wer darf mich unter meiner Nummer finden?
es: ¿Quién puede encontrarme por mi número?
fa: چه کسی می‌تواند مرا از طریق شماره‌ام پیدا کند؟
fi: Kuka löytää minut numerollani?
fr: Qui peut me trouver par mon numéro ?
id: Siapa yang dapat menemukan saya via nomor?
it: Chi può trovarmi con il mio numero
ko: 내 번호로 나를 찾을 수 있는 사람
ms: Siapa boleh cari saya dengan nombor saya?
nl: Wie kan me vinden via mijn nummer?
pl: Kto może mnie znaleźć po moim numerze?
pt_br: Quem pode me encontrar pelo meu número?
ru: Кто может найти меня по номеру?
sv: Vem kan hitta dig via ditt nummer?
tr: Beni numaram ile kim bulabilir?
uk: Хто може знайти мене за номером?
uz: Telefon raqamim orqali meni kimlar topishi mumkin?
